export const descriptions: Record<string, string> = {
  cersei:
    "Королева, чья жажда власти и любовь к детям толкают её на самые опасные и гнусные интриги. Её красота и ум сочетаются с безжалостностью, а страх перед пророчеством лишь подстёгивает её амбиции.",
  tyrion: "Карлик, презираемый отцом, но обладающий острым умом и чувством юмора. Его дипломатия и стратегический талант не раз спасали дом Ланнистеров от гибели.",
  jaime: "Джейме Ланнистер, Цареубийца — лучший мечник Вестероса, разрываемый между долгом, честью и запретной любовью к сестре.",
  ned: "Глава дома Старков, воплощение чести и северной справедливости. Его верность долгу и семье стала причиной трагедии, но и примером для всех северян.",
  olenna:
    "Оленна Тирелл — старая лисица, умеющая выжать из любой ситуации всё.",
  margaery: "Маргери Тирелл — красавица, умеющая обольстить и манипулировать.",
  loras: "Лорас Тирелл, Рыцарь Цветов — прославленный турнирный боец и верный друг Ренли Баратеона.",
  catelyn:
    "Кейтилин Старк — преданная супруга и мать, готовая на всё ради семьи.",
  robb: "Робб Старк — молодой военачальник, стремящийся отмстить за вероломную казнь отца, а также сделать Север независимым королеством, как когда-то до завоевания Таргариенами Вестероса.",
    brynden: "Бринден Чёрная Рыба Талли — опытный воин и стратег, верный защитник своей семьи и Севера.",
  roose: "Рус Болтон — коварный и хладнокровный лорд Дредфорта, мастер интриг и предательств.",
  rodrik: "Сир Родрик Кассель — старый рыцарь, наставник и защитник Винтерфелла, символ верности дому Старков.",
  umber: "Большой Джон Амбер — могучий северянин, известный своей преданностью и прямотой.",
  tywin: "Тайвин Ланнистер — жестокий, но умный лидер Ланнистеров. Его воля и расчётливость восстановили репутацию дома Ланнистеров после его слабого и глупого отца Титоса и сделали Ланнистеров самым могущественным домом Вестероса.",
  hound: "Пёс (Сандор Клиган) — грозный воин с трагическим прошлым, презирающий рыцарские идеалы, но способный на сострадание.",
  mountain: "Гора (Григор Клиган) — чудовище в человеческом обличье, известный своей жестокостью и неукротимой силой, а также несокрушимой преданностью своему сюзерену Тайвину Ланнистеру.",
  kevan: "Киван Ланнистер — верный брат Тайвина, дипломат и надёжная опора семьи.",
  beylon: "Бейлон Грейджой — суровый лорд Железных островов, мечтающий вернуть былую славу железнорождённых.",

  stannis: "Станнис Баратеон — суровый и непреклонный претендент на трон, верящий в свою судьбу и силу закона. Принял веру Мелисандры, веря, что он — избранный воин света Азор Ахай. Враждует с Ренли.",
  davos: "Давос Сиворт — бывший контрабандист, ставший верным рыцарем и советником Станниса. Его честность и здравый смысл ценятся даже врагами. Друг Саладора Саана.",
  melisandre: "Мелисандра — загадочная жрица Р'глора (Р'глор — таинственный Бог Огня), обладающая мистическими силами и влияющая на судьбы королей.",
  renly: "Ренли Баратеон — обаятельный и амбициозный младший брат короля Роберта, мечтающий о справедливом и светлом Вестеросе. Враждующий брат Станниса. Также известен своими нетрадиционными отношениями с мужчинами.",
  brienne: "Бриенна Тарт — женщина-рыцарь, символ преданности и чести. Её верность клятвам и сила духа вызывают уважение даже у недругов.",
  sallador: "Салладор Саан — ловкий пират и союзник Станниса, известный своим остроумием и жаждой наживы.",
  patchface: "Пестряк — загадочный шут с тёмным прошлым, чьи пророчества пугают и сбивают с толку окружающих. Любимый шут дочери Станниса.",

  doran: "Мудрый и терпеливый правитель Дорна, предпочитающий интриги открытой войне.",
  oberyn: "Оберин Мартелл, Красная Гадюка — страстный воин и мститель, известный своим мастерством в бою и любовью к жизни.",
  arianne: "Наследница Дорна, умная и решительная, готовая бороться за права своей семьи.",
  darkstar: "Герольд Тёмная Звезда — опасный и загадочный рыцарь, чьи мотивы часто остаются неясными.",
  areo: "Верный капитан стражи Дорна, молчаливый и смертоносный защитник принца Дорана.",
  nymeria: "Нимерия Санд — одна из Песчаных змеек, дочь Оберина, известная своей ловкостью и страстью к мести.",
  obara: "Обара Сенд — старшая из Песчаных змеек, дочерей Оберина,воительница с суровым нравом и жаждой битвы.",
};
